songs: [{
                            "number": 1,
                            "title": "அநாதி தேவன் உன் அடைக்கலமே",
                            "full_song": "<p>அநாதி தேவன் உன் அடைக்கலமே<br />அவர் நித்திய புயங்கள் உன் ஆதாரமே</p><p>இந்த தேவன் என்றென்றுமுள்ள<br />சதா காலமும் நமது தேவன் - மரண<br />பரியந்தம் நம்மை நடத்திடுவார்</p><p>காருண்யத்தாலே இழுத்துக்கொண்டார்<br />தூய தேவ அன்பே<br />இவ்வனாந்திரத்தில் நயங்காட்டி உன்னை<br />இனிதாய் வருந்தி அழைத்தார்</p><p>கானக பாதை காரிருளில்<br />தூய தேவ ஒளியே<br />அழுகை நிறைந்த பள்ளத்தாக்குகளை<br />அரும் நீருற்றாய் மாற்றினாரே</p><p>கிருபை கூர்ந்து மனதுருகும்<br />தூய தேவ அன்பே<br />உன் சமாதானத்தின் உடன்படிக்கை தனை<br />உண்மையாய் கர்த்தர் காத்துக் கொள்வார்</p><p>வறண்ட வாழ்க்கை செழித்திடுதே<br />தூய தேவ அருளால்<br />நித்திய மகிழ்ச்சி தலைமேல் இருக்கும்<br />சஞ்சலம் தவிப்பும் ஓடிப்போம்</p><p>ஆனந்தம் பாடி திரும்பியே வா<br />தூய தேவ பெலத்தால்<br />சீயோன் பர்வதம் உன்னைச் சேர்த்திடுவார்<br />சந்ததம் மகிழ்ச்சி அடைவாய்</p>",
                            "fav": 0
                        },


                        {
                            "number": 2,
                            "title": "ஆசிர்வதியும் கர்த்தரே ஆனந்த மிகவே",
                            "full_song": "<p>ஆசிர்வதியும் கர்த்தரே ஆனந்த மிகவே<br/>நேசா உதியும் சுத்தாரில் நித்தம் மகிழவே</p><p>வீசீரோ வான ஜோதி கதிரிங்கே<br/>மேசியா எம்மணவாளனே<br/>ஆசாரியரும் வான் ராஜனும்<br/>ஆசீர்வதித்திடும்....</p><p>இம்மண மக்களோடென்றும்<br/>என்றென்றும் தங்கிடும்<br/>உம்மையே கண்டும் பின்சென்றும்<br/>ஓங்க செய்தருளும்<br/>இம்மையே மோட்சமாக்கும் வல்லவரே<br/>இன்பத்தோ டன்பாக்கி சூட்சமே<br/>உம்மிலே தங்கித்தரிக்க ஊக்கமருளுமே</p><p>ஒற்றுமையாக்கும் இவரை ஊடாக நீர்நின்றே<br/>பற்றோடும்மீது சார்ந்துமே பாரில் வசிக்கவே<br/>வெற்றி பெற்றோங்கும் இவர் நெஞ்சத்திலெ<br/>வீற்றாளும் நீர் இயேசு ராஜனாம்<br/>ஏற்ற வான் ராயர் சேயர்க்கே<br/>ஒப்பாய் ஒழுகவே</p><p>பூதல ஆசீர்வாதத்தால் பூரணமாகவே<br/>ஆதரித்தாளும் கர்த்தரே ஆசிர்வதித்திடும்<br/>மாதிரளாக இவர் சந்ததியார்<br/>வந்தும்மை என்றும் பிரஸ்தாபிக்க<br/>ஆ தேவ கிருபை தீர்மானம்<br/>ஆம் போல் அருளுமேன்</p>",
                            "fav": 1
                        }
                    ]

                